Repository: common-repository/trustmeup-connector
Catalog: languages/trustmeup-*.po
Languages: es_es, it_it

source: %1$d product(s) successfully connected.
es_es: %1$d producto(s) conectados correctamente.
it_it: %1$d prodotto(i) connessi.

source: %1$d products have been disconnected from their TrustMeUp equivalent.
es_es: Se han desconectado %1$d productos de su equivalente TrustMeUp.
it_it: %1$d prodotti sono stati disconnessi dai loro rispettivi in TrustMeUp.

source: %1$d products' connections have been deleted (%2$d metadata rows deleted).
es_es: Se eliminaron las conexiones de %1$d productos (se eliminaron %2$d filas de metadatos).
it_it: %1$d connessioni ai prodotti sono state cancellate (%2$d record di metadati cancellati).

source: %1$d WooCommerce products have been connected to %2$s.
es_es: %1$d productos de WooCommerce se han conectado a %2$s.
it_it: %1$d prodotti WooCommerce sono stati connessi a %2$s.

source: %1$d WooCommerce products have been disconnected from %2$s.
es_es: Se han desconectado %1$d productos WooCommerce de %2$s.
it_it: %1$d prodotti WooCommerce disconnessi da %2$s.

source: %1$d WooCommerce products have been disconnected.
es_es: Se han desconectado %1$d productos de WooCommerce.
it_it: %1$d prodotti WooCommerce disconnessi.

source: <strong>Message from TrustMeUp: Donate By Shopping!</strong> You can still get a %1$s discount on this purchase by donating to your favourite Non-Profit Association <em>%3$s by %4$s</em>! <a href="%2$s">Donate now</a>.
es_es: <strong>Mensaje de TrustMeUp: ¡Done Con Compras!</strong> ¡Aún puede obtener un descuento de %1$s en esta compra donando a su Asociación Non-Profit favorita <em>%3$s by %4$s</em>! <a href="%2$s">Done ahora</a>.
it_it: <strong>Messaggio da TrustMeUp: Dona Comprando!</strong> Puoi ottenere ancora %1$s di sconto su questo acquisto donandolo alla tua Associazione Non Profit preferita %4$s</em>! <a href="%2$s">Dona ora</a>.

source: <strong>Message from TrustMeUp: Donate By Shopping!</strong> You can still get a %1$s discount on this purchase by donating to your favourite Non-Profit Association! <a href="%2$s">Donate now</a>.
es_es: <strong>Mensaje de TrustMeUp: ¡Done Con Compras!</strong> ¡Aún puede obtener un descuento de %1$s en esta compra donando a su Asociación Non-Profit favorita! <a href="%2$s">Done ahora</a>.
it_it: <strong>Messaggio da TrustMeUp: Dona Comprando!</strong> Puoi ottenere ancora %1$s di sconto su questo acquisto donandolo alla tua Associazione Non Profit preferita! <a href="%2$s">Dona ora</a>.

source: A fresh list of %1$d TrustMeUp products has been saved locally.
es_es: Se ha guardado localmente una lista nueva de %1$d productos TrustMeUp.
it_it: Una nuova lista di %1$d prodotti TrustMeUp è stata salvata localmente.

source: Already connected
es_es: Ya conectado
it_it: Già collegato

source: Available for connection
es_es: Disponible para conexión
it_it: Disponibile al collegamento

source: Cancel
es_es: Cancelar
it_it: Cancella

source: Client ID
it_it: ID Cliente

source: Connect
es_es: Conectar
it_it: Connetti

source: Connect offer
es_es: Connect oferta
it_it: Collega offerta

source: Connect offers
es_es: Conectar ofertas
it_it: Collega offerte

source: Connect your WooCommerce shop with your TrustMeUp shop.
es_es: Conecte su tienda WooCommerce con su tienda TrustMeUp.
it_it: Connetti il tuo negozio WooCommerce con il tuo negozio TrustMeUp.

source: Connected at
es_es: Conectado en
it_it: Connesso a

source: Connected offers
es_es: Ofertas conectadas
it_it: Offerte collegate

source: Connected with other offer
es_es: Conectado con otra oferta
it_it: Collegato ad altra offerta

source: Disconnect
es_es: Desconectar
it_it: Disconnetti

source: Disconnect all
es_es: Desconectar todo
it_it: Disconnetti tutto

source: Disconnect all offers
es_es: Desconectar todas las ofertas
it_it: Disconnetti tutte le offerte

source: Disconnect all offers?
es_es: ¿Desconectar todas las ofertas?
it_it: Vuoi disconnettere tutte le offerte?

source: Disconnecting #%1$d because it is no longer present in TrustMeUp products list.
es_es: Desconectando #%1$d porque ya no está presente en la lista de productos TrustMeUp.
it_it: Disconnessione #%1$d perchè non più presente nella lista prodotti TrustMeUp.

source: Discount
es_es: Descuento
it_it: Sconto

source: Edit
es_es: Editar
it_it: Modifica

source: Edit connected offers
es_es: Editar ofertas conectadas
it_it: Modifica offerte collegate

source: Error while trying to disconnect a product.
es_es: Error al intentar desconectar un producto.
it_it: Errore nella disconnessione del prodotto.

source: Group offer
es_es: Oferta grupal
it_it: Gruppo di offerte

source: Legend:
es_es: Leyenda:
it_it: Legenda:

source: No connected offers yet…
es_es: Aún no hay ofertas conectadas…
it_it: Non risultano offerte collegate al momento...

source: No offers found…
es_es: No se encontraron ofertas…
it_it: Nessuna offerta trovata...

source: No offers in your shop yet…
es_es: Aún no hay ofertas en tu tienda…
it_it: Non ci sono ancora prodotti nel tuo shop...

source: No token found in response.
es_es: No se encontró ningún token en respuesta.
it_it: Nessun token trovato nella risposta.

source: No TrustMeUp data for this order...
es_es: No hay datos TrustMeUp para este pedido ...
it_it: Nessun dato in TrustMeUp per questo ordine...

source: Offer
es_es: Oferta
it_it: Offerta

source: Overview
it_it: Generale

source: PAC discount available
es_es: Descuento PAC disponible
it_it: Sconto PAC usufruibile

source: PAC discount:
es_es: descuento PAC:
it_it: Valore PAC:

source: Please enter your TrustMeUp API credentials in the Settings tab.
es_es: Ingrese sus credenciales de la API de TrustMeUp en la pestaña Configuración.
it_it: Prego inserire le proprie credenziali TrustMeUp nella scheda Impostazioni.

source: Please visit <a href="%1$s">the Settings tab</a> to enter your TrustMeUp credentials.
es_es: Visite <a href="%1$s">la pestaña Configuración</a> para ingresar sus credenciales de TrustMeUp.
it_it: Prego andate nella scheda Impostazioni per inserire le vostre credenziali TrustMeUp.

source: Products list refreshed.
es_es: Lista de productos actualizada.
it_it: Lista prodotti aggiornata.

source: Products:
es_es: Productos:
it_it: Prodotti:

source: Refresh
es_es: Actualizar
it_it: Aggiorna

source: Refresh offers list
es_es: Actualizar lista de ofertas
it_it: Ricarica offerte

source: Save
es_es: Guardar
it_it: Salva

source: Saving TrustMeUp order metadata (PAC discount: %1$s).
es_es: Guardando metadatos de pedidos de TrustMeUp (valor PAC: %1$s).
it_it: Salvataggio metadati ordini TrustMeUp (Valore PAC: %1$s).

source: Search offers
es_es: Ofertas de búsqueda
it_it: Cerca prodotti

source: Select a offer from your shop on the right.
es_es: Seleccione una oferta de su tienda a la derecha.
it_it: Seleziona un prodotto dal tuo shop sulla destra.

source: Select all available
es_es: Seleccionar todos los disponibles
it_it: Seleziona tutti i disponibili

source: Select one or many offers from your shop on the right.
es_es: Seleccione una o varias ofertas de su tienda a la derecha.
it_it: Selezione uno o più prodotti dal tuo shop sulla destra

source: Settings
es_es: Configuraciones
it_it: Impostazioni

source: Settings saved.
es_es: Configuración guardada.
it_it: Impostazioni salvate.

source: Single offer
es_es: Oferta única
it_it: Offerta singola

source: Storewide discount
es_es: Descuento Global Tienda
it_it: Sconto Globale Negozio

source: Synchronization queue
es_es: Cola de sincronización
it_it: Coda di sincronizzazione

source: Synchronization scheduled at
es_es: Sincronización programada en
it_it: Sincronizzazione programmata per

source: Synchronize with TrustMeUp
es_es: Sincronizar con TrustMeUp
it_it: Sincronizza con TrustMeUp

source: The offers listed below will soon be synchronized with your WooCommerce shop.
es_es: Las ofertas que se enumeran a continuación pronto se sincronizarán con su tienda WooCommerce.
it_it: Le offerte elencate di seguito saranno presto sincronizzate con il tuo negozio WooCommerce.

source: The TrustMeUp plugin requirements are not met (the WooCommerce plugin and at least PHP 5.6 and WordPress 5.5 are required).
es_es: No se cumplen los requisitos del plugin TrustMeUp (se requieren el plugin WooCommerce y al menos PHP 5.6 y WordPress 5.5).
it_it: Non sono rispettate le richieste per il plugin TrustMeUp

source: Token not found: please check your TrustMeUp credentials in the Settings tab.
es_es: Token no encontrado: verifique sus credenciales de TrustMeUp en la pestaña Configuración.
it_it: Token non trovato: prego verificare le tue credenziali TrustMeUp nella scheda Impostazioni.

source: TrustMeUp API credentials
es_es: Credenciales API TrustMeUp
it_it: Credenziali TrustMeUp

source: TrustMeUp authentication failed. Please verify your client ID and password.
es_es: Falló la autenticación de TrustMeUp. Verifique su client ID y password.
it_it: Autenticazione TrustMeUp fallita. Verifica il tuo ID cliente e password.

source: TrustMeUp authentication successful. Synchronization will start soon.
es_es: Autenticación TrustMeUp exitosa. La sincronización comenzará pronto.
it_it: Autenticazione TrustMeUp avvenuta con successo. La sincronizzazione partirà a breve.

source: TrustMeUp offer
es_es: Oferta TrustMeUp
it_it: Offerte TrustMeUp

source: TrustMeUp Order
es_es: Pedido TrustMeUp
it_it: Ordine TrustMeUp

source: TrustMeUp order has been completed; PACs have been burned.
es_es: El pedido de TrustMeUp se ha completado; Se han quemado PAC.
it_it: L'ordine TrustMeUp è stato completato. I PAC sono stati correttamente utilizzati.

source: TrustMeUp products have been synchronized again.
es_es: Los productos TrustMeUp se han sincronizado nuevamente.
it_it: I prodotti TrustMeUp sono stati sincronizzati di nuovo.

source: Use my TrustMeUp beta credentials
es_es: Usar mis credenciales beta de TrustMeUp
it_it: Usa le mie credenziali TrustMeUp BETA.

source: Visit the %1$sDevelopers section%2$s of your TrustMeUp Beta Merchant account to find your client ID and password.
es_es: Visite la %1$ssección Developers%2$s de su cuenta TrustMeUp Beta Merchant para encontrar su ID de cliente y contraseña.
it_it: Visita la %1$ssezione Sviluppatori%2$s del tuo account Merchant TrustMeUp Beta per trovare i tuoi client ID e password.

source: Visit the %1$sDevelopers section%2$s of your TrustMeUp Merchant account to find your client ID and password.
it_it: Visita la sezione %1$sDevelopers%2$s del tuo account Merchant TrustMeUp per trovare il tuo ID cliente e password.

source: WooCommerce offers
es_es: Ofertas de WooCommerce
it_it: Prodotti WooCommerce

source: You can't do that.
es_es: No puedes hacer eso.
it_it: Operazione non valida.

source: You need to provide some fields.
es_es: Necesita proporcionar algunos campos.
it_it: Devi completare alcuni campi.

source: Your PACs available
it_it: I tuoi PAC disponibili

source: Your TrustMeUp authentication is absent or invalid.
it_it: La tua autenticazione TrustMeUp non è valida.

source: Your TrustMeUp token is
es_es: Su token TrustMeUp es
it_it: Il tuo token TrustMeUp è

source: Your PAC discount is applied here!
es_es: ¡Tu descuento PAC se aplica aquí!
it_it: Il tuo sconto PAC viene applicato qui!

source: Shop with confidence and proceed to the checkout to see your PAC discount.
es_es: Compra con confianza y procede a pagar para ver tu descuento PAC.
it_it: Acquista con fiducia e procedi al carrello per vedere il tuo sconto PAC.

source: Subtotal
it_it: Subtotale

source: Total
it_it: Totale

source: Message from TrustMeUp: Donate by Shopping!
es_es: Mensaje de TrustMeUp: ¡Dona por Comprando!
it_it: Messaggio da TrustMeUp: Dona Comprando!

source: Support your favorite association [preferred NGO name], donate [PAC discount available - Your PACs available, if difference> = 5] which will be immediately discounted from the price of your purchase!
es_es: ¡Apoya a tu asociación favorita [nombre de la ONG preferida], dona [descuento de PAC disponible - tus PAC disponibles, if difference> = 5] que se descontará inmediatamente del precio de tu compra!
it_it: Sostieni la tua associazione preferita [preferred NGO name], dona [sconto PAC usufruibile - i tuoi PAC disponibili, se differenza >= 5] che ti verranno immediatamente scontati dal prezzo del tuo acquisto!

source: Donate now.
es_es: Done ahora.
it_it: Dona ora.

source: Reset
es_es: Reiniciar
